Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Nastavení sekcí kontrolního výkazu DPH
en_us: Setting the sections of the VAT Control Report

source: Nastavení seznamu oprávněných osob
en_us: Set up an Entitled Persons

source: Nastavení sloupců sekcí kontrolního výkazu DPH
en_us: Set up VAT Control Report Section Columns

source: Nastavení slouží k definici, která konkrétní pole dané tabulky a jakým způsobem chceme synchronizovat.
en_us: The settings are used to define which specific fields of a given table and how we want to synchronize.

source: Nastavení slouží k určení relačních vazeb, které zajišťují, aby při synchronizaci záznamů z určité tabulky proběhla synchronizace souvisejících záznamů (např. zboží + měrná jednotka zboží).
en_us: Use the settings to specify relational bindings that ensure that related records (e.g., goods + item unit of measure) are synchronized when records from a particular table are synchronized.

source: Nastavení slouží pro mapování polí v aplikaci na uzly .xml.
en_us: The settings are used to map fields in the application to nodes .xml.

source: Nastavení slouží v definování komunikace pro konkrétní záznam z nastavení synchronizace tabulek (jak bylo popsáno výše, jedna tabulka může být synchronizována pro různé firmy různým způsobem).
en_us: The settings are used in defining communication for a specific record from the table synchronization settings (as described above, one table can be synchronized for different companies in different ways).

source: Nastavení služeb přepravců
en_us: Set up Shipping Agent Services

source: Nastavení tabulky centrální databáze
en_us: Central Database Table Setup

source: Nastavení tisku
en_us: Print Settings

source: Nastavení tuzemského samozdanění
en_us: Setting up Domestic Self Assessment

source: Nastavení uživatelů
en_us: User setup

source: Nastavení v Sandboxovém prostředí
en_us: Settings in the Sandbox environment

source: Nastavení vymáhání pohledávek
en_us: Enforcement of receivables - settings

source: Nastavení zaokrouhlení dle způsobu úhrady
en_us: Rounding setup according to the method of payment

source: Nastavení zaokrouhlení se provádí různě v závislosti na měně, jako je tomu u jiných podobných parametrů:
en_us: Rounding settings are made differently depending on the currency, as is the case with other similar parameters:

source: Nastavení způsobu platby (dobírka)
en_us: Payment settings (COD)

source: Nastavení způsobu platby - Dobírka
en_us: Payment method settings - Cash on delivery

source: Nastavení zálohového koeficientu
en_us: VAT Advance Coefficient

source: Nastavení účtování DPH
en_us: VAT Posting Setup

source: Nastavení účtování DPH - tuzemské samozdanění
en_us: VAT Posting Setup - Domestic Self Assessment

source: Nastavení účtování přeplatků nákupních záloh
en_us: Set up purchase advance overpayment posting

source: Nastavení čísel sazebníku
en_us: Set up Tariff Numbers

source: Nastavení Řízení stavú pro HelpDesk
en_us: Status Management settings for HelpDesk

source: Nastavení řešení požadavků
en_us: Set up a Request Solution

source: Nastavení řádků výkazu DPH
en_us: Set up VAT Statement lines

source: Nastavení řádků výkazu DPH - rozšíření
en_us: VAT report line settings - extensions

source: Nastavení řízení stavů
en_us: Status management

source: Nastavení řízení stavů pro Evidenci pošty
en_us: Settings status management for Mail Records

source: Nastavení šablon obecných parametrů
en_us: Set up general parameter templates

source: Nastavení šablon výkazu DPH
en_us: VAT Statement template settings

source: Nastavení šablony řízení stavů
en_us: Set up a state management template

source: Nastavit HelpDesk.
en_us: HelpDesk Setup.

source: Nastavit Kurzovní lístek pro zemi plnění.
en_us: Set Exchange Rate List for the country of performance.

source: Nastavit registraci země pro zákazníky a dodavatele.
en_us: Set up country registration for customers and suppliers.

source: Nastavit směry registrace země pro změny DPH obchodních účto skupin.
en_us: Set country registration directions for VAT changes of business accounts of groups.

source: Nastavit společnost jako plátce DPH v jiné zemi EU.
en_us: Set up a company as a VAT payer in another EU country.

source: Nastavit workflow pro HelpDesk.
en_us: Set up workflow for HelpDesk.

source: Nastavte Číslo datumového pole, na které se bude filtr vztahovat.
en_us: Set the Date field numberto which the filter will apply.

source: Nastavte kódy sekcí dle platných nařízení pro vykazování.
en_us: Set up section codes according to applicable reporting regulations.

source: Nastavte příznak **Aut. aktualizace webových zdrojů.
en_us: Auto flag. web resource updates**.

source: Nastavte příznak Automatická aktualizace.
en_us: Set the Automatic Update flag.

source: Nastavte příznak v poli Určeno pro vrácení zálohy na záložce Zálohy.
en_us: Set the flag in the Intended to return the deposit field on the advance tab.

source: Navigovat (Související doklady pošty)
en_us: Navigate (Mail Related Documents)

source: Navolte Typ kontroly.
en_us: Choose Control Type.

source: Neaktivujte pole Použít počet dní platnosti a nezadávejte hodnotu do pole Počet dní platnosti.
en_us: Do not activate the Use Force No. of Days field, and do not enter a value in the Force No. of Days.

source: Nebo využijte funkci Skenovat kódy (v případě kdy máte čárový kód s číslem dokladu).
en_us: Or use the Scan Codes function (in case you have a barcode with a receipt number).

source: Nejběžnější je však použití Pokladny jako protiúčtu, které umožňuje kombinovat použití Více způsobů plateb a Pokladních dokladů a přináší s sebou výhody v oblasti zaokrouhlování (je automaticky řešeno až na pokladním dokladu).
en_us: However, the most common is the use of the Cashier as a counter-account, which allows combining the use of Multiple Payment Methods and Cash Receipts and brings with it rounding advantages (it is automatically resolved only on the cash receipt).

source: Nejprve je třeba nastavit šablonu řízení stavů (detailněji viz.
en_us: First, you need to set up a state control template (for more details, see

source: Nejprve je třeba zvolit, o jaké karty evidence pošty se jedná, tzn. šablonu evidence pošty.
en_us: First of all, it is necessary to choose which cards of mail records it is, i.e. the template of mail records.

source: Není-li pole Vzorec data kontroly DIČ na dokladech vyplněno, je upozorňování vypnuté.
en_us: If the VAT ID Check Date Formula field on documents is not filled in, notification is turned off.

source: Není-li pole Vzorec pro kontr.sm.kurzu na dokl.
en_us: If the Ex.Rate Check DateForm.

source: Neodeslání položky Out Bufferu
en_us: Not sending Out Buffer entry

source: Neplacené
en_us: Unpaid

source: Neslučované položky jsou převedeny do řádků exportu platebního příkazu ve stejném detailu.
en_us: Unmerged items are transferred to the export lines of the payment order in the same detail.

source: Neziskové organizace
en_us: Nonprofit organizations

source: Nezpracovaný záznam
en_us: Raw record

source: Nová CU 52057071 "QR Code_acb", kde je funkce pro QR kód pro prodejní fakturu.
en_us: New CU 52057071 "QR Code_acb", where there is a function for the QR code for the sales invoice.

source: Nové pole pro strukturu masky číselné řady bylo přidáno do tabulky číselné řady, kde uživatel definuje poziční strukturu čísla generovaného v této číselné řadě.
en_us: A new field for the number series mask structure has been added to the number series table, where the user defines the positional structure of the number generated in this number series.

source: Nový – pouze vytvořený
en_us: New – only created

source: Nutná pole k zadání před vydáním dokladu
en_us: Required fields to be entered before issuing a document

source: Nyní v dalším okně můžete vyplnit Nepovinné obecné parametry obdobným způsobem jako u povinných.
en_us: Now in the next window you can fill in the Optional general parameters in a similar way as for the mandatory ones.

source: Náhled obecných parametrů záznamu
en_us: Preview of general record parameters

source: Nákupní dobropis,
en_us: Purchase credit,

source: Nákupní faktura,
en_us: Purchase invoice,

source: Nákupní objednávka,
en_us: Purchase order,

source: Následně k vyplnění řádků, tedy k zadání Povinných obecných parametrů.
en_us: Subsequently, to fill in the lines, i.e. to enter Mandatory General Parameters.

source: Nástroj pro různé typy komunikací a pro zpracování příchozích dokumentů.
en_us: A tool for various types of communications and for processing incoming documents.

source: Návaznosti lze využít v nejrůznějších oblastech, typicky na nákupních, prodejních, servisních dokladech či vazbě na ně, na objednávkách transferu, apod.
en_us: Links can be used in a variety of areas, typically on purchase, sales, service documents or links to them, transfer orders, etc.

source: Návaznosti číselných řad – pro možnost definice různých řad pro účtované doklady
en_us: Continuity of number series – for the possibility of defining different series for billed documents

source: Některé stavy mohou být označeny jako Konečný stav, z něhož se už nepokračuje do žádného dalšího stavu.
en_us: Some states may be labeled as Final Status, from which no further state is progressed.

source: Některé stavy mohou být označeny jako Konečný stav, z něhož se už nepokračuje do dalšího stavu.
en_us: Some states may be referred to as the Final Status, from which no further state is continued.

source: Někteří agenti mohou mít více parametrů.
en_us: Some agents may have multiple parameters.

source: O blížícím se konci zkušebního období informuje uživatele oznámení na Domovské stránce s odkazem na stránku Nákup produktu firmy AUTOCONT.
en_us: A notification on the Home page with a link to the Purchase of an AUTOCONT Product page informs the user that the trial period is about to end.

source: OSS – EU režim
en_us: OSS – EU regime

source: OUT - prochází OUT Buffer a odesílá zprávy do okolí.
en_us: OUT - passes through the OUT Buffer and sends messages to the surroundings.

source: Obaly pro jedno použití
en_us: Single-use packaging

source: Obaly pro jedno použití neplacené
en_us: Single-use packaging free of charge

source: Obaly pro opakované použití
en_us: Reusable packaging

source: Obecné
en_us: General

source: Obecné parametry - Nastavení
en_us: General Parameters - Setup

source: Objednání svozu
en_us: Ordering Collection

source: Objednání svozu slouží k předání informace o Vašich zásilkách dopravci.
en_us: Order collection is used to pass information about your shipments to the carrier.

source: Objeví se průvodce, pomocí kterého se ke konkrétní kartě vybere šablona (pokud jich je pro danou entitu definováno více než jedna), povinné a nepovinné parametry a nastaví se hodnoty těchto parametrů.
en_us: A wizardwill appear, which will select a template (if more than one is defined for a given entity), mandatory and optional parameters for a particular tab, and set the values ​​of these parameters.

source: Oblasti nastavení addonu:
en_us: Addon settings areas:

source: Odlouhlasení pohledávek a závazků
en_us: Reconciliation of receivables and payables

source: Odsouhlasení salda dodavatele
en_us: Vendor Balance Reconciliation

source: Odsouhlasení salda zákazníka
en_us: Customer Balance Reconciliation

source: Odstraněné funkce z AC Financial Pack
en_us: Removed features from AC Financial Pack

source: Odstraněné funkce z AC Productivity Pack
en_us: Removed features from the AC Productivity Pack

source: Okno nastavení Zásilek obsahuje:
en_us: Parcels Management Setup page contain:

source: On-line provoz systému v cloudu má zásadní výhodu v nižších počátečních nákladech na implementaci, zajištěné bezpečnosti a snazších aktualizacích systému.
en_us: Online system operation in the cloud has a major advantage in lower initial implementation costs, ensured security, and easier system updates.

source: Opakujte kroky 2 a 3 pro vyplnění Kategorie požadavku 2.
en_us: Repeat steps 2 and 3 to complete Requirement Category 2.

source: Opakujte kroky 2 a 3 pro vyplnění Kategorie požadavku 3.
en_us: Repeat steps 2 and 3 to complete Requirement Category 3.

source: Opravné doklady
en_us: Corrective documents

source: Ostatní funkcionality
en_us: Other functionalities

source: Ostatní nastavení
en_us: Other settings

source: Ostatní tabulky se stahují a plní po synchronizaci master dat a v tabulce přepravců.
en_us: Other tables are downloaded and filled after synchronization of master data and in the Shipping Agent table.

source: Ostatní tabulky se stahují a plní po zapnutí synchronizace master dat. Aktualizace těchto dat probíhá ručně pomocí funkce „Resynchronizace master dat“.
en_us: The other tables are downloaded and filled after master data synchronization is enabled. These data are updated manually using the "Resynchronize master data" function.

source: Ostatní číselníky (Služby přepravce, Manipulační jednotky a Pobočky přepravce) si addon stahuje z API Balíkobotu.
en_us: Other code lists (Carrier Services, Handling Units and Carrier Branches) are downloaded from the Balíkobot API.

source: Otevře se PDF soubor, který se následně vytiskne z okna prohlížeče.
en_us: This will open a PDF file, which will then be printed from the browser window.

source: Otevře se Vám okno kde v prvním kroku vybere Šablonu parametrů.
en_us: A window will open where in the first step you will select Parameter Template.

source: Otevře se Vám okno, kde v horní části můžete vidět název šablony.
en_us: A window will open where you can see the name of the template.

source: Otevře se nová karta události s některými genericky předvyplněnými poli.
en_us: A new event tab opens with some generic pre-filled fields.

source: Otevře se okno pro zadání hodnot vybraného parametru, kde vyplníte řádky dle potřeby.
en_us: A window for entering the values of the selected parameter will open, where you will fill in the rows as needed.

source: Otevře se okno pro zadání překladů hodnot vybraného parametru, kde vyplníte Kód jazyka a Popis dle potřeby.
en_us: A window for entering translations of the values of the selected parameter will open, where you will fill in the Language Code and Description as needed.

source: Otevře se okno pro zadání překladů vybraného parametru, kde vyplníte Kód jazyka a Popis dle potřeby.
en_us: A window will open for entering translations of the selected parameter, where you will fill in the Language Code and Descriptionpis as needed.

source: Otevře se okno vybrané šablony, kde můžete doplnit parametry.
en_us: The selected template window opens, where you can add parameters.

source: Otevře se stránka Cílové systémy, kde vyplníte následující pole:
en_us: The Destination Systems page opens, where you fill in the following fields:

source: Otevře se stránka In Buffer, kde funkci v sekci Související použijte funkci Položka, kde najdete následující funkce:
en_us: The In Buffer page opens, where the function in the Related section is used by Entry function, where you will find the following functions:

source: Otevře se stránka In Buffer, kde můžete použít funkci Spustit úlohu.
en_us: The In Buffer page opens, where you can use the Run Task function.

source: Otevře se stránka In Buffer, kde vyberte sekci Akce, dále Funkce a nakonec funci Vložit úlohu.
en_us: IN Buffer page opens, where you select the Actions section, then Functions, and finally the Insert Task function.

source: Otevře se stránka Nainstalovaná rozšíření.
en_us: The Installed Extensions page opens.

source: Otevře se stránka Nastavení centrální databáze, kde můžete zvolit Akce a funkci Synchronizovat.
en_us: The Central Database Settings page opens, where you can choose Actions and Synchronize feature.

source: Otevře se stránka Nastavení centrální databáze, kde nastavíte následující pole:
en_us: The Central Database Setup page opens, where you set the following fields:

source: Otevře se stránka Nastavení spooleru, kde jsou nastavovací a informativní pole:
en_us: The Spooler Setup page opens, where there are setting and information fields:

source: Otevře se stránka Nastavení tabulky centrální databáze, kde můžete vybrat řádek s odpovídající tabulkou.
en_us: The Central Database Table Setup page opens, where you select the row with the corresponding table.

source: Otevře se stránka Nastavení tabulky centrální databáze, kde vybere řádek s odpovídající tabulkou.
en_us: The Central Database Table Setup page opens, where you select the row with the corresponding table.

source: Otevře se stránka Nastavení tabulky centrální databáze, kde vyberte řádek s odpovídající tabulkou.
en_us: The Central Database Table Setup page opens, where you select the row with the corresponding table.

source: Otevře se stránka Nastavení tabulky centrální databáze, kde vyplníte následující pole:
en_us: The Central Database Table Setup page opens, where you fill in the following fields:

source: Otevře se stránka Out Buffer, kde můžete použít funkci Export Dokumentu.
en_us: The OUT Buffer page opens, where you can use the Document Export feature.

source: Otevře se stránka Agenti, kde musíte vyplnit následující pole:
en_us: The Agents page opens, where you must fill in the following fields:

source: Otevře se vám okno pro import, kde vyberete příslušný XML soubor.
en_us: An import window will open where you select the appropriate XML file.

source: Otevřením stránky Nákup produktu firmy AUTOCONT a spuštěním akce Koupit produkt (pozn.
en_us: By opening the Purchase of an AUTOCONT Product page and running the Buy Product action (note:

source: Otevřete danou zásilku (nyní má stav Nová).
en_us: Open the Parcel (it now has a status of New).

source: Otevřete existující objednávku nebo vytvořte novou.
en_us: Open an existing order or create a new one.

source: Otevřete kartu bankovního účtu pro který chcete nastavit kumulaci plateb.
en_us: Open the bank account tab for which you want to set up payment cumulation.

source: Otevřete kartu dodavatele pro kterého chcete povolit kumulaci plateb.
en_us: Open the vendor card for which you want to allow payment cumulation.

source: Otevřete stránku Nákup produktu firmy AUTOCONT a aktivujte AC SK Language (povinné pro příští aktualizaci).
en_us: Open the AUTOCONT Product Purchase page and activate AC SK Language (required for the next update).

source: Otevřít kartu požadované lokace
en_us: Open the desired location tab

source: Ověřte, že je na přihlášeném uživateli nastaven Kód platebního místa.
en_us: Verify that Payment Place Code is set on the logged-in user login.

source: Ověřte, že je zapnuta volba Kontrola způsobu platby na prod.dokl.
en_us: Verify that check Check Payment Method On Sales Documents is turned on.

source: Ověřte, že je zapnuta volba Povolit registraci EET.
en_us: Verify that the Enable EET registration option is enabled.

source: Ověřte, že máte funkci Aktualizace funkcí: Nové zkušenosti s cenami prodeje povolenu pro všechny uživatele.
en_us: Verify that you have the Feature Updates: New Sales Pricing Experience feature enabled for all users.

source: Ovšem vzhledem k jeho komplikovanosti byla do systému doplněna funkcionalita, kdy v rámci konečné vyúčtovací faktury se přeúčtuje čerpání přeplatku zálohy.
en_us: However, due to its complexity, functionality was added to the system, where the overpayment of the advance payment is re-billed within the final billing invoice.

source: Označte řádek, pro který chcete nastavovat sloupce a poté zvolte funkci Akce -> Sekce -> Nastavení sloupců sekcí výkazu.
en_us: Select the row for which you want to set columns, and then choose Action -> Section -> Column Selection Setup.

source: PSČ
en_us: Postcode

source: Pak je možné využít i funkčnost modulu a definovat kombinaci úhrady na zaúčtované faktuře (dobropisu) či na vystavené záloze.
en_us: Then it is also possible to use the functionality of the module and define the combination of payment on the posted invoice (credit memo) or on the issued advance.

source: Pak je možné zvolit nastavení do předem definovaných kategorií (1-3).
en_us: Then it is possible to choose settings to predefined categories (1-3).

source: Pak již stačí výsledný soubor naimportovat do elektronického formuláře finanční správy.
en_us: Then it is enough to import the resulting file into the electronic form of the financial administration.

source: Pak se při stažení dat z CrediChecku budou plnit přímo pole „Stav CreditCheck“ na kartě zákazníka, dodavatele.
en_us: Then, when downloading data from CrediCheck, the fields "CreditCheck status" on the customer's card will be filled directly.

source: Paperless Trade slouží k odeslání elektronické faktury (případě pro-forma Faktury) pro celní řízení zakódované v PDF BASE64.
en_us: Paperless Trade is used to send an electronic invoice (in the case of a pro-forma Invoice) for a customs procedure encoded in PDF BASE64.

source: Paperless Trade slouží k odeslání elektronické faktury (případě pro-forma Faktury) pro celní řízení.
en_us: Paperless Trade is used to send an electronic invoice (in the case of a pro-forma invoice) for customs clearance.

source: Parametr komunikace se nastavuje dle zvoleného druhu komunikace:
en_us: The communication parameter is set according to the selected type of communication:

source: Parametrizace Výkazu obalů EKO-KOM
en_us: Parameterization of the EKO-KOM Packaging Report

source: Parametry lze dle účelu seskupovat do šablon.
en_us: Parameters can be grouped into templates according to the purpose.

source: Parametry pro jednotlivé přepravce jsou stahovány z API balíkobotu.
en_us: Parameters for individual shipping agents are downloaded from the package package API

source: Parametry zásilek
en_us: Shipment parameters

source: Parametry zásilky
en_us: Shipment parameters

source: Pasivní agent běží sám na aplikačním serveru.
en_us: The passive agent runs alone on the application server.

source: Pasivní agent čeká na podnět zvenčí, na nějaké přerušení systému a na tuto změnu pak reaguje.
en_us: The passive agent waits for a stimulus from the outside, for some interruption of the system, and then reacts to this change.

source: Pipe – název named PIPE
en_us: Pipe – Name named PIPE

source: Platební kalendář je možné definovat na neúčtovaném dokladu, ale i dodatečně na zaúčtovaném dokladu v měnu dokladu.
en_us: The payment calendar can be defined on an unposted document, but also ad-ditionally on a posted document in the document currency.

source: Platební místa
en_us: Payment places

source: Platení kalendáře
en_us: Payment calendars

source: Plánování dopravy
en_us: Transport planning

source: Po dokončení operace je aktualizován Kód stavu Řízení stavů na kartě úlohy, dokladu nebo záznamu.
en_us: When the operation is complete, the Status Management Status Code on the Job, Document, or Record tab is updated.

source: Po dokončení operace je aktualizován Kód stavu Řízení stavů na záložce Obecné na kartě požadavku.
en_us: When the operation is complete, the Status Control status code is updated on the General tab of the request tab.

source: Po dokončení úprav zavřete okno.
en_us: When you are finished editing, close the window.

source: Po import se na kartě XML schémata objeví nový řádek.
en_us: After import, a new line appears on XML Schemas page.

source: Po importu modulu je třeba provést Nastavení reklamací na stránce – Nastavení reklamací.
en_us: After importing the module, you need to perform the Complaints Settings on the page - Complaints Setup.

source: Po importu modulu je třeba provést vytvoření Šablony evidence pošty na stránce – Šablony evidence pošty.
en_us: After installations of the module, it is necessary to create the Mail Record Templates on the page – Mail Record Templates.
